/* Template name */
"Active Directory" = "Active Directory";

/* No comment provided by engineer. */
"Add" = "追加";

/* Dialog Title */
"Adding configuration failed" = "設定の追加に失敗しました";

/* Status window message */
"Adding server to configuration" = "サーバを設定に追加中";

/* Status window message */
"Attempting to bind computer to directory" = "コンピュータをディレクトリにバインド中";

/* Status window message */
"Attempting to unbind from Directory" = "バインドをディレクトリから解除中";

/* No comment provided by engineer. */
"Bind\\U2026" = "バインド...";

/* Dialog message */
"Binding is required by the directory.  Add new LDAP server cancelled." = "ディレクトリとのバインドが必要です。新規 LDAP サーバの追加はキャンセルされました。";

/* Dialog Title */
"Binding required" = "バインドが必要です";

/* No comment provided by engineer. */
"Bound to the directory as" = "ディレクトリとバインド";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* Dialog message */
"Computer is bound" = "コンピュータはバインドされています";

/* Dialog Title */
"Computer record exists" = "コンピュータのレコードが存在しています";

/* Status window message */
"Computer record missing from the directory.  Force unbinding." = "コンピュータのレコードがディレクトリに見つかりません。強制的にバインドを解除します。";

/* Status window message */
"Configuration of new server complete" = "新規サーバの設定が完了しました";

/* Default button continue */
"Continue" = "続ける";

/* appended to duplicated configs */
"copy" = "コピー";

/* Dialog Title */
"Could not contact server" = "サーバに接続できませんでした";

/* Dialog message */
"Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?" = "LDAP サーバに接続してバインドを解除することができませんでした。この設定を強制的に取り除きますか？";

/* No comment provided by engineer. */
"Custom" = "カスタム";

/* Default Attribute Types - title of global attribute type group */
"Default Attribute Types" = "デフォルトの属性のタイプ";

/* No comment provided by engineer. */
"Delete LDAP Server?" = "LDAP サーバを削除しますか？";

/* Status window message */
"Detecting required security levels and binding requirements" = "必要なセキュリティレベルとバインド要件を検出中";

/* Dialog Title
   Status window message */
"Directory binding is not supported" = "ディレクトリのバインドには対応していません";

/* No comment provided by engineer. */
"Authenticated directory binding is optional. Enter information to bind." = "認証されたディレクトリバインドはオプションです。バインドする情報を入力してください。";

/* No comment provided by engineer. */
"Authenticated directory binding is required. Enter information to bind." = "認証されたディレクトリバインドは必須です。バインドする情報を入力してください。";

/* No comment provided by engineer. */
"An unexpected error occurred" = "予期しないエラーが起きました。";

/* No comment provided by engineer. */
"Don\\U02BCt Add" = "追加しない";

/* No comment provided by engineer. */
"Failed to allocate data buffer" = "データバッファの割り当てに失敗しました。";

/* No comment provided by engineer. */
"Failed to allocate data list." = "データリストの割り当てに失敗しました。";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "文字列からデータリストを作成するのに失敗しました。";

/* No comment provided by engineer. */
"Failed to open LDAPv3 node." = "LDAPv3 ノードを開くのに失敗しました。";

/* No comment provided by engineer. */
"Failed to save the LDAP configuration." = "LDAP 設定の保存に失敗しました。";

/* No comment provided by engineer. */
"From Server" = "サーバから";

/* No comment provided by engineer. */
"Hide Options" = "オプションを隠す";

/* Status window message */
"Initial server information discovery" = "サーバ情報の初期検出";

/* Dialog Title */
"Insufficient privileges" = "権限が不足しています";

/* Dialog Title */
"Invalid credentials supplied" = "無効な資格情報が入力されました";

/* No comment provided by engineer. */
"Invalid credentials supplied.  Please re-enter." = "無効な資格情報が入力されました。もう一度入力してください。";

/* Error converting */
"Odd number of $ characters in literal mapping" = "リテラルマッピングに奇数個の $ 文字が含まれています";

/* Default button OK */
"OK" = "OK";

/* Template name */
"Open Directory Server" = "Open Directory サーバ";

/* No comment provided by engineer. */
"Overwrite" = "上書き";

/* No comment provided by engineer. */
"Please confirm deletion." = "削除を確認してください。";

/* Dialog message */
"Please enter valid credentials that allow access to the directory specified." = "指定したディレクトリにアクセスできる有効な資格情報を入力してください。";

/* Template name */
"RFC 2307 (Unix)" = "RFC 2307（UNIX）";

/* Dialog Title */
"Security requirements violation" = "システム要件違反";

/* Dialog Title */
"Server already configured" = "サーバはすでに設定されています";

/* Dialog Title */
"Server did not respond" = "サーバが応答しませんでした";

/* No comment provided by engineer. */
"Show Options" = "オプションを表示";

/* Dialog Title */
"Strong authentication not supported" = "強力な認証には対応していません";

/* default name when saving template - do not include .plist */
"Template" = "テンプレート";

/* Dialog message */
"The account you provided does not have enough privileges.  Please contact a network administrator for assistance." = "指定したアカウントの権限が不足しています。ネットワーク管理者に連絡してサポートを依頼してください。";

/* Dialog message */
"The credentials you supplied were not valid, please try again." = "入力した資格情報は有効ではありません。やり直してください。";

/* Dialog message */
"The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network." = "追加しようとしているサーバは強力な認証に対応していません。このサーバに送信されるパスワードは、ネットワーク上のほかのコンピュータから読み取られる可能性があります。";

/* Dialog message */
"The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled." = "選択されたサーバは、設定済みのセキュリティポリシーに準拠していません。新規 LDAP サーバの追加はキャンセルされました。";

/* Dialog message */
"The server you specified could not be contacted.  Would you like to manually configure?" = "指定されたサーバに接続できませんでした。手入力で設定しますか？";

/* Dialog message */
"The server you specified is already configured.  Add process cancelled." = "指定されたサーバはすでに設定されています。追加処理はキャンセルされました。";

/* Dialog message */
"There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?" = "同じ名前のコンピュータがすでにこのディレクトリに存在します。そのコンピュータが使用中の場合、上書きするとそのコンピュータが無効になることがあります。上書きしますか？";

/* Dialog message */
"This computer is bound to this directory, do you wish to unbind?" = "このコンピュータはこのディレクトリにバインドされています。バインドを解除しますか？";

/* Dialog message */
"Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process." = "不明な理由により、このサーバを構成に追加できません。カスタムを使用してこの処理を続けてください。";

/* Dialog Title */
"Unable to contact directory" = "ディレクトリに接続できません";

/* Dialog message */
"Unable to contact the directory to do the bind.  Operation cancelled." = "ディレクトリに接続してバインドすることができません。操作はキャンセルされました。";

/* No comment provided by engineer. */
"Unbind\\U2026" = "バインド解除...";

/* Dialog message */
"Unexpected error while attempting to bind.  Operation cancelled." = "バインドしようとしているときに予期しないエラーが起きました。操作はキャンセルされました。";

/* Dialog Title */
"Unexpected error while binding" = "バインド中に予期しないエラーが起きました";

/* No comment provided by engineer. */
"Untitled %d" = "名称未設定 %d";

/* No comment provided by engineer. */
"Use authentication when connecting" = "接続時に認証を使用";

/* Status window message */
"Validating record/attribute mapping" = "レコード／属性マッピングを検証中";

/* Status window message */
"Validating the credentials that were supplied" = "入力された資格情報を検証中";

/* No comment provided by engineer. */
"Write to server failed" = "サーバへの書き込みに失敗しました";

